Repository: gigio1023/maccheroni
Catalog: Sources/MaccheroniApp/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, pt, ru, zh_hans

source: Speaker separation returned a speaker timeline Maccheroni cannot trust, so the run stopped before transcription.
de: Die Sprecherdiarisierung lieferte eine Zeitleiste, der Maccheroni nicht vertrauen kann; der Lauf wurde vor der Transkription angehalten.
es: La diarización de hablantes devolvió una línea de tiempo en la que Maccheroni no puede confiar, así que la ejecución se detuvo antes de la transcripción.
fr: La diarisation des locuteurs a renvoyé une chronologie à laquelle Maccheroni ne peut pas se fier ; l’exécution s’est arrêtée avant la transcription.
ja: スピーカーのダイアライゼーションが Maccheroni の信頼できない話者タイムラインを返したため、転写の前に実行が停止しました。
pt: A diarização de falantes devolveu uma linha do tempo em que o Maccheroni não pode confiar, então a execução parou antes da transcrição.
ru: Диаризация говорящих вернула таймлайн, которому Maccheroni не может доверять, поэтому запуск остановился до транскрипции.
zh_hans: 说话人分离返回了 Maccheroni 无法信任的说话人时间轴，因此运行在转录前停止。

source: Speakers
de: Sprecher
es: Hablantes
fr: Locuteurs
ja: 話者
pt: Falantes
ru: Говорящие
zh_hans: 说话人

source: Speech Recognition
de: Spracherkennung
es: Reconocimiento de voz
fr: Reconnaissance vocale
ja: 音声認識
pt: Reconhecimento de voz
ru: Распознавание речи
zh_hans: 语音识别

source: Speech recognition ran past the time budget for this audio and was stopped.
de: Die Spracherkennung hat das Zeitbudget für dieses Audio überschritten und wurde gestoppt.
es: El reconocimiento de voz superó el tiempo previsto para este audio y se detuvo.
fr: La reconnaissance vocale a dépassé le temps alloué à cet audio et a été arrêtée.
ja: 音声認識がこのオーディオの時間予算を超えたため停止されました。
pt: O reconhecimento de fala ultrapassou o tempo previsto para este áudio e foi interrompido.
ru: Распознавание речи превысило отведённое на это аудио время и было остановлено.
zh_hans: 语音识别超出了这段音频的时间预算，已被停止。

source: Speech recognition reached the MOSS output limit even after the failed range had been split into smaller pieces.
de: Die Spracherkennung erreichte das MOSS-Ausgabelimit auch nach dem Aufteilen des fehlgeschlagenen Bereichs in kleinere Teile.
es: El reconocimiento de voz alcanzó el límite de salida de MOSS incluso después de dividir el intervalo fallido en partes más pequeñas.
fr: La reconnaissance vocale a atteint la limite de sortie de MOSS même après le découpage de la plage en échec en fragments plus petits.
ja: 失敗した範囲をより小さく分割した後も、音声認識は MOSS の出力上限に達しました。
pt: O reconhecimento de fala atingiu o limite de saída do MOSS mesmo depois de o intervalo com falha ter sido dividido em partes menores.
ru: Распознавание речи достигло предела вывода MOSS даже после разбиения неудавшегося диапазона на меньшие части.
zh_hans: 即使把失败区间拆分为更小的片段，语音识别仍达到 MOSS 的输出上限。

source: Speech recognition reached the output limit for this audio before it finished, and splitting the audio into smaller pieces did not bring it back under the limit.
de: Die Spracherkennung erreichte das Ausgabelimit für dieses Audio, bevor sie fertig war; auch das Aufteilen in kleinere Teile brachte sie nicht wieder unter das Limit.
es: El reconocimiento de voz alcanzó el límite de salida de este audio antes de terminar, y dividirlo en partes más pequeñas no lo devolvió por debajo del límite.
fr: La reconnaissance vocale a atteint la limite de sortie de cet audio avant la fin, et le découpage en fragments plus petits ne l’a pas ramenée sous la limite.
ja: 音声認識はこのオーディオを終える前に出力上限に達し、オーディオを小さく分割しても上限を下回りませんでした。
pt: O reconhecimento de fala atingiu o limite de saída deste áudio antes de terminar, e dividi-lo em partes menores não o trouxe de volta abaixo do limite.
ru: Распознавание речи достигло предела вывода для этого аудио, не закончив работу, и разбиение аудио на меньшие части не вернуло его под предел.
zh_hans: 语音识别在完成这段音频前就达到了输出上限，把音频拆分为更小的片段也没有回到上限以内。

source: Speech recognition returned output Maccheroni could not verify, so nothing was promoted into the transcript.
de: Die Spracherkennung lieferte eine Ausgabe, die Maccheroni nicht prüfen konnte; nichts davon wurde ins Transkript übernommen.
es: El reconocimiento de voz devolvió una salida que Maccheroni no pudo verificar, así que no se promovió nada a la transcripción.
fr: La reconnaissance vocale a renvoyé une sortie que Maccheroni n’a pas pu vérifier ; rien n’a été retenu dans la transcription.
ja: 音声認識が Maccheroni では検証できない出力を返したため、文字起こしには何も反映されませんでした。
pt: O reconhecimento de fala devolveu uma saída que o Maccheroni não pôde verificar, então nada foi promovido para a transcrição.
ru: Распознавание речи вернуло вывод, который Maccheroni не смог проверить, поэтому в расшифровку ничего не попало.
zh_hans: 语音识别返回了 Maccheroni 无法验证的输出，因此没有任何内容进入转录文本。

source: Speech recognition stopped producing new words and repeated itself to the end of its output budget, so that stretch of audio produced no usable text.
de: Die Spracherkennung erzeugte keine neuen Wörter mehr und wiederholte sich bis zum Ende ihres Ausgabebudgets; dieser Abschnitt lieferte daher keinen brauchbaren Text.
es: El reconocimiento de voz dejó de producir palabras nuevas y se repitió hasta agotar su presupuesto de salida, por lo que ese tramo de audio no dio texto utilizable.
fr: La reconnaissance vocale a cessé de produire de nouveaux mots et s’est répétée jusqu’à épuiser son budget de sortie ; ce passage n’a donc donné aucun texte exploitable.
ja: 音声認識が新しい語を出さなくなり、出力予算の終わりまで同じ語を繰り返したため、その区間からは使えるテキストが得られませんでした。
pt: O reconhecimento de fala parou de produzir palavras novas e repetiu-se até esgotar o orçamento de saída, então esse trecho de áudio não gerou texto utilizável.
ru: Распознавание речи перестало выдавать новые слова и повторялось до исчерпания бюджета вывода, поэтому этот отрезок аудио не дал пригодного текста.
zh_hans: 语音识别不再产生新词，而是重复同一内容直到用尽输出预算，因此那段音频没有产生可用文本。

source: Stopped At
de: Angehalten bei
es: Detenido en
fr: Arrêté à
ja: 停止した段階
pt: Parou em
ru: Остановлено на
zh_hans: 停止阶段

source: System audio is not recordable yet. Turn Maccheroni on in System Settings > Privacy & Security > Screen & System Audio Recording.
de: Systemaudio kann noch nicht aufgenommen werden. Aktivieren Sie Maccheroni unter Systemeinstellungen > Datenschutz & Sicherheit > Bildschirm- & Systemaudioaufnahme.
es: Todavía no se puede grabar el audio del sistema. Activa Maccheroni en Ajustes del Sistema > Privacidad y seguridad > Grabación de pantalla y audio del sistema.
fr: L'audio du système n'est pas encore enregistrable. Activez Maccheroni dans Réglages Système > Confidentialité et sécurité > Enregistrement de l'écran et de l'audio du système.
ja: システムオーディオはまだ録音できません。システム設定 > プライバシーとセキュリティ > 画面収録とシステムオーディオ録音 で Maccheroni をオンにしてください。
pt: Ainda não é possível gravar o áudio do sistema. Ative o Maccheroni em Ajustes do Sistema > Privacidade e Segurança > Gravação de Tela e Áudio do Sistema.
ru: Системный звук пока нельзя записывать. Включите Maccheroni в разделе «Системные настройки > Конфиденциальность и безопасность > Запись экрана и системного звука».
zh_hans: 目前还无法录制系统音频。请在“系统设置 > 隐私与安全性 > 屏幕与系统音频录制”中打开 Maccheroni。

source: The folder Maccheroni saves recordings and runs in cannot be reached.
de: Auf den Ordner, in dem Maccheroni Aufnahmen und Durchläufe speichert, kann nicht zugegriffen werden.
es: No se puede acceder a la carpeta en la que Maccheroni guarda las grabaciones y las ejecuciones.
fr: Le dossier dans lequel Maccheroni enregistre les captures et les exécutions est inaccessible.
ja: Maccheroni が録音と実行結果を保存するフォルダにアクセスできません。
pt: Não é possível acessar a pasta em que o Maccheroni salva gravações e execuções.
ru: Нет доступа к папке, в которой Maccheroni сохраняет записи и результаты запусков.
zh_hans: 无法访问 Maccheroni 保存录音和运行结果的文件夹。

source: The glossary for this profile could not be used for this run.
de: Das Glossar dieses Profils konnte für diesen Lauf nicht verwendet werden.
es: El glosario de este perfil no se pudo usar en esta ejecución.
fr: Le glossaire de ce profil n’a pas pu être utilisé pour cette exécution.
ja: このプロフィールの用語集を今回の実行に使用できませんでした。
pt: O glossário deste perfil não pôde ser usado nesta execução.
ru: Глоссарий этого профиля не удалось использовать в этом запуске.
zh_hans: 本次运行无法使用此配置文件的术语表。

source: The glossary the source run used
de: Das Glossar, das der Quelllauf verwendet hat
es: El glosario que usó la ejecución de origen
fr: Le glossaire utilisé par l'exécution source
ja: 元の実行が使用した用語集
pt: O glossário que a execução de origem usou
ru: Глоссарий, использованный исходным запуском
zh_hans: 源运行使用的术语表

source: The local speech runtime this profile needs is missing or does not match its pinned version.
de: Die lokale Sprachlaufzeit, die dieses Profil benötigt, fehlt oder entspricht nicht der festgelegten Version.
es: Falta el entorno de ejecución de voz local que necesita este perfil, o no coincide con su versión fijada.
fr: L'environnement d'exécution vocal local requis par ce profil est absent ou ne correspond pas à sa version épinglée.
ja: このプロファイルに必要なローカル音声ランタイムがないか、固定されたバージョンと一致しません。
pt: O ambiente de execução de fala local exigido por este perfil está ausente ou não corresponde à versão fixada.
ru: Локальная речевая среда выполнения, необходимая этому профилю, отсутствует или не совпадает с закреплённой версией.
zh_hans: 此配置文件所需的本地语音运行时缺失，或与固定版本不一致。

source: The original recording could not be found.
de: Die Originalaufnahme wurde nicht gefunden.
es: No se encontró la grabación original.
fr: L'enregistrement d'origine est introuvable.
ja: 元の録音が見つかりませんでした。
pt: Não foi possível encontrar a gravação original.
ru: Исходная запись не найдена.
zh_hans: 找不到原始录音。

source: The profile's current glossary
de: Das aktuelle Glossar des Profils
es: El glosario actual del perfil
fr: Le glossaire actuel du profil
ja: プロファイルの現在の用語集
pt: O glossário atual do perfil
ru: Текущий глоссарий профиля
zh_hans: 该配置的当前术语表

source: The recovered transcript, the original audio, and every completed artifact were preserved. This run is recorded as partial, not complete.
de: Das wiederhergestellte Transkript, das Originalaudio und alle fertigen Artefakte wurden erhalten. Dieser Lauf wird als teilweise und nicht als vollständig verzeichnet.
es: Se conservaron la transcripción recuperada, el audio original y todos los artefactos completados. Esta ejecución queda registrada como parcial, no como completa.
fr: La transcription récupérée, l’audio d’origine et tous les artefacts terminés ont été conservés. Cette exécution est enregistrée comme partielle, pas comme complète.
ja: 復元された文字起こし、元のオーディオ、完了したすべての成果物は保存されました。この実行は完了ではなく部分として記録されます。
pt: A transcrição recuperada, o áudio original e todos os artefatos concluídos foram preservados. Esta execução fica registrada como parcial, não como completa.
ru: Восстановленная расшифровка, исходное аудио и все завершённые артефакты сохранены. Этот запуск записан как частичный, а не как завершённый.
zh_hans: 已恢复的转录文本、原始音频以及所有已完成的产物均被保留。本次运行记录为部分完成，而非完成。

source: The run record for this transcription cannot be read, so Maccheroni cannot say what happened.
de: Die Laufaufzeichnung dieser Transkription lässt sich nicht lesen, deshalb kann Maccheroni nicht sagen, was geschehen ist.
es: No se puede leer el registro de ejecución de esta transcripción, así que Maccheroni no puede decir qué ocurrió.
fr: L’enregistrement d’exécution de cette transcription est illisible ; Maccheroni ne peut donc pas dire ce qui s’est passé.
ja: この文字起こしの実行記録を読み取れないため、Maccheroni は何が起きたかを示せません。
pt: O registro de execução desta transcrição não pode ser lido, então o Maccheroni não consegue dizer o que aconteceu.
ru: Запись запуска этой расшифровки не читается, поэтому Maccheroni не может сказать, что произошло.
zh_hans: 无法读取这次转录的运行记录，因此 Maccheroni 说不出发生了什么。

source: The run was cancelled before it finished.
de: Der Lauf wurde vor dem Abschluss abgebrochen.
es: La ejecución se canceló antes de terminar.
fr: L’exécution a été annulée avant la fin.
ja: 実行は完了する前にキャンセルされました。
pt: A execução foi cancelada antes de terminar.
ru: Запуск отменён до завершения.
zh_hans: 运行在完成前被取消。

source: The source-language transcript is not loaded beside a translation. It is unchanged on disk.
de: Das Transkript in der Ausgangssprache wird neben einer Übersetzung nicht geladen. Auf der Festplatte ist es unverändert.
es: La transcripción en el idioma original no se carga junto a una traducción. En el disco permanece intacta.
fr: La transcription en langue source n'est pas chargée à côté d'une traduction. Sur le disque, elle reste intacte.
ja: 翻訳と並べて原語の文字起こしは読み込まれません。ディスク上のファイルは変更されていません。
pt: A transcrição no idioma de origem não é carregada junto de uma tradução. No disco permanece inalterada.
ru: Расшифровка на исходном языке не загружается рядом с переводом. На диске она не изменилась.
zh_hans: 源语言转录文本不会与译文一同加载。磁盘上的文件保持不变。

source: The speaker separation model this profile needs is not installed on this Mac.
de: Das Sprechertrennungsmodell, das dieses Profil benötigt, ist auf diesem Mac nicht installiert.
es: El modelo de separación de hablantes que necesita este perfil no está instalado en esta Mac.
fr: Le modèle de séparation des locuteurs requis par ce profil n'est pas installé sur ce Mac.
ja: このプロファイルに必要な話者分離モデルがこの Mac にインストールされていません。
pt: O modelo de separação de falantes exigido por este perfil não está instalado neste Mac.
ru: Модель разделения говорящих, необходимая этому профилю, не установлена на этом Mac.
zh_hans: 此配置文件所需的说话人分离模型尚未安装在这台 Mac 上。

source: The speaker timeline covered %@ of this segment, below the %@ it needs.
de: Die Sprecherzeitleiste deckte %@ dieses Segments ab, unter den erforderlichen %@.
es: La línea de tiempo cubrió %@ de este segmento, por debajo del %@ requerido.
fr: La chronologie couvrait %@ de ce segment, sous les %@ requis.
ja: 話者タイムラインはこのセグメントの %@ しか覆っておらず、必要な %@ を下回ります。
pt: A linha do tempo cobriu %@ deste segmento, abaixo dos %@ necessários.
ru: Шкала говорящих покрыла %@ этого сегмента, ниже требуемых %@.
zh_hans: 说话人时间轴仅覆盖此片段的 %@，低于所需的 %@。

source: The speech model also reported a speaker for this segment. It is kept as evidence and never becomes the speaker.
de: Das Sprachmodell hat für dieses Segment ebenfalls einen Sprecher gemeldet. Er wird als Nachweis aufbewahrt und wird nie zum Sprecher.
es: El modelo de voz también informó de un hablante para este segmento. Se conserva como evidencia y nunca se convierte en el hablante.
fr: Le modèle de parole a lui aussi signalé un locuteur pour ce segment. Il est conservé comme preuve et ne devient jamais le locuteur.
ja: 音声モデルもこのセグメントの話者を報告しました。これは根拠として保持され、話者になることはありません。
pt: O modelo de voz também indicou um falante para este segmento. É guardado como evidência e nunca se torna o falante.
ru: Речевая модель также сообщила говорящего для этого сегмента. Это сохраняется как свидетельство и никогда не становится говорящим.
zh_hans: 语音模型也为此片段报告了一个说话人。该值仅作为证据保留，绝不会成为说话人。

source: The speech model that answered is not the exact model this profile pins, so its output was refused.
de: Das antwortende Sprachmodell ist nicht genau das von diesem Profil festgelegte Modell, daher wurde seine Ausgabe abgelehnt.
es: El modelo de voz que respondió no es exactamente el que fija este perfil, así que se rechazó su salida.
fr: Le modèle vocal qui a répondu n’est pas exactement celui épinglé par ce profil ; sa sortie a été refusée.
ja: 応答した音声モデルがこのプロフィールの固定モデルと一致しないため、その出力は拒否されました。
pt: O modelo de fala que respondeu não é exatamente o modelo fixado por este perfil, por isso a saída foi recusada.
ru: Ответившая речевая модель не совпадает с моделью, закреплённой в этом профиле, поэтому её вывод отклонён.
zh_hans: 作出响应的语音模型并非此配置文件锁定的模型，其输出已被拒绝。

source: The speech recognition model this profile needs is not installed on this Mac.
de: Das Spracherkennungsmodell, das dieses Profil benötigt, ist auf diesem Mac nicht installiert.
es: El modelo de reconocimiento de voz que necesita este perfil no está instalado en esta Mac.
fr: Le modèle de reconnaissance vocale requis par ce profil n'est pas installé sur ce Mac.
ja: このプロファイルに必要な音声認識モデルがこの Mac にインストールされていません。
pt: O modelo de reconhecimento de fala exigido por este perfil não está instalado neste Mac.
ru: Модель распознавания речи, необходимая этому профилю, не установлена на этом Mac.
zh_hans: 此配置文件所需的语音识别模型尚未安装在这台 Mac 上。

source: The voice activity model this profile needs is not installed on this Mac.
de: Das Sprachaktivitätsmodell, das dieses Profil benötigt, ist auf diesem Mac nicht installiert.
es: El modelo de detección de actividad de voz que necesita este perfil no está instalado en esta Mac.
fr: Le modèle de détection d'activité vocale requis par ce profil n'est pas installé sur ce Mac.
ja: このプロファイルに必要な音声区間検出モデルがこの Mac にインストールされていません。
pt: O modelo de detecção de atividade de voz exigido por este perfil não está instalado neste Mac.
ru: Модель определения речевой активности, необходимая этому профилю, не установлена на этом Mac.
zh_hans: 此配置文件所需的语音活动检测模型尚未安装在这台 Mac 上。

source: This Run
de: Dieser Lauf
es: Esta ejecución
fr: Cette exécution
ja: この実行
pt: Esta execução
ru: Этот запуск
zh_hans: 本次运行

source: This profile could not run with the settings it was given.
de: Dieses Profil konnte mit den übergebenen Einstellungen nicht laufen.
es: Este perfil no pudo ejecutarse con los ajustes recibidos.
fr: Ce profil n’a pas pu s’exécuter avec les réglages fournis.
ja: このプロフィールは与えられた設定では実行できませんでした。
pt: Este perfil não pôde ser executado com as configurações recebidas.
ru: Этот профиль не смог запуститься с заданными настройками.
zh_hans: 此配置文件无法在给定的设置下运行。

source: This profile is not ready to run.
de: Dieses Profil ist nicht bereit für einen Durchlauf.
es: Este perfil no está listo para ejecutarse.
fr: Ce profil n'est pas prêt à être exécuté.
ja: このプロファイルは実行できる状態ではありません。
pt: Este perfil não está pronto para ser executado.
ru: Этот профиль не готов к запуску.
zh_hans: 此配置文件尚未准备好运行。

source: This run has not produced this layer.
de: Dieser Lauf hat diese Ebene nicht erzeugt.
es: Esta ejecución no ha producido esta capa.
fr: Cette exécution n'a pas produit cette couche.
ja: この実行はこのレイヤーを作成していません。
pt: Esta execução não produziu esta camada.
ru: Этот запуск не создал такой слой.
zh_hans: 本次运行未生成该图层。

source: This segment carries no recorded speaker evidence.
de: Für dieses Segment ist kein Sprechernachweis aufgezeichnet.
es: Este segmento no tiene evidencia de hablante registrada.
fr: Ce segment ne comporte aucune preuve de locuteur enregistrée.
ja: このセグメントには話者の記録された根拠がありません。
pt: Este segmento não tem evidência de falante registada.
ru: Для этого сегмента не записаны данные о говорящем.
zh_hans: 此片段没有记录任何说话人证据。

source: This speaker held this much of the segment's speech.
de: So viel der Sprache dieses Segments entfiel auf diesen Sprecher.
es: Esta es la parte del habla del segmento que corresponde a este hablante.
fr: Part de la parole du segment revenant à ce locuteur.
ja: このセグメントの発話のうち、この話者が占める割合です。
pt: Esta é a parte da fala do segmento atribuída a este falante.
ru: Доля речи сегмента, приходящаяся на этого говорящего.
zh_hans: 该说话人在此片段语音中所占的比例。

source: This stage covered only part of the recording.
de: Diese Phase hat nur einen Teil der Aufnahme abgedeckt.
es: Esta fase solo cubrió una parte de la grabación.
fr: Cette étape n’a couvert qu’une partie de l’enregistrement.
ja: この段階は録音の一部しか処理していません。
pt: Esta etapa cobriu apenas parte da gravação.
ru: Этот этап охватил только часть записи.
zh_hans: 此阶段只覆盖了录音的一部分。

source: This stage stopped the run.
de: Diese Phase hat den Lauf angehalten.
es: Esta fase detuvo la ejecución.
fr: Cette étape a interrompu l’exécution.
ja: この段階で実行が停止しました。
pt: Esta etapa interrompeu a execução.
ru: На этом этапе запуск остановился.
zh_hans: 运行在此阶段停止。

source: Timeline coverage %@, and this run named a speaker only above %@.
de: Zeitleistenabdeckung %@; dieser Lauf benannte einen Sprecher erst ab %@.
es: Cobertura de la línea de tiempo %@; esta ejecución solo nombró un hablante por encima de %@.
fr: Couverture de la chronologie %@ ; cette exécution ne nommait un locuteur qu'au-dessus de %@.
ja: タイムラインの被覆率は %@ で、この実行は %@ を超えた場合にのみ話者を特定しました。
pt: Cobertura da linha do tempo %@; esta execução só indicou um falante acima de %@.
ru: Покрытие шкалы %@; этот запуск называл говорящего только выше %@.
zh_hans: 时间轴覆盖率为 %@，本次运行仅在高于 %@ 时才确定说话人。

source: Duration
de: Dauer
es: Duración
fr: Durée
ja: 所要時間
pt: Duração
ru: Длительность
zh_hans: 耗时

source: Transcribed
de: Transkribiert
es: Transcrito
fr: Transcrit
ja: 文字起こし済み
pt: Transcrito
ru: Расшифровано
zh_hans: 已转录

source: Transcript layer: Proposed
de: Transkriptebene: Vorgeschlagen
es: Capa de transcripción: Propuesta
fr: Couche de transcription : Proposée
ja: 文字起こしレイヤー: 提案
pt: Camada da transcrição: Proposta
ru: Слой расшифровки: предложенный
zh_hans: 转录图层：建议

source: Transcript text only. Audio stayed on this Mac.
de: Nur Transkripttext. Audio blieb auf diesem Mac.
es: Solo el texto de la transcripción. El audio se quedó en este Mac.
fr: Uniquement le texte de la transcription. L'audio est resté sur ce Mac.
ja: 文字起こしのテキストのみ。音声はこの Mac から出ていません。
pt: Apenas o texto da transcrição. O áudio ficou neste Mac.
ru: Только текст расшифровки. Аудио осталось на этом Mac.
zh_hans: 仅转录文本。音频始终留在这台 Mac 上。

source: Voice Activity
de: Sprachaktivität
es: Actividad de voz
fr: Activité vocale
ja: 音声区間検出
pt: Atividade de voz
ru: Речевая активность
zh_hans: 语音活动

source: What Maccheroni Recorded
de: Was Maccheroni aufgezeichnet hat
es: Lo que registró Maccheroni
fr: Ce que Maccheroni a enregistré
ja: Maccheroni が記録した内容
pt: O que Maccheroni registou
ru: Что записал Maccheroni
zh_hans: Maccheroni 记录的内容

source: Who Was Speaking
de: Wer gesprochen hat
es: Quién estaba hablando
fr: Qui parlait
ja: 誰が話していたか
pt: Quem estava a falar
ru: Кто говорил
zh_hans: 谁在说话

source: Wording
de: Formulierung
es: Redacción
fr: Formulation
ja: 文言
pt: Redação
ru: Формулировка
zh_hans: 措辞

source: You already reviewed this segment.
de: Sie haben dieses Segment bereits geprüft.
es: Ya revisaste este segmento.
fr: Vous avez déjà vérifié ce segment.
ja: このセグメントは確認済みです。
pt: Já reviu este segmento.
ru: Вы уже проверили этот сегмент.
zh_hans: 你已复核此片段。

source: Time
de: Zeit
es: Tiempo
fr: Temps
ja: 時刻
pt: Tempo
ru: Время
zh_hans: 时间

source: Speaker
de: Sprecher
es: Hablante
fr: Locuteur
ja: 話者
pt: Falante
ru: Говорящий
zh_hans: 说话人

source: Share
de: Anteil
es: Proporción
fr: Part
ja: 割合
pt: Proporção
ru: Доля
zh_hans: 占比

source: Review
de: Prüfen
es: Revisar
fr: Vérifier
ja: 要確認
pt: Rever
ru: Проверить
zh_hans: 待复核

source: Reviewed
de: Geprüft
es: Revisado
fr: Vérifié
ja: 確認済み
pt: Revisto
ru: Проверено
zh_hans: 已复核

source: Rename…
de: Umbenennen…
es: Cambiar nombre…
fr: Renommer…
ja: 名称変更…
pt: Mudar nome…
ru: Переименовать…
zh_hans: 重命名…

source: Move to Trash…
de: In den Papierkorb legen…
es: Mover a la papelera…
fr: Déplacer vers la corbeille…
ja: ゴミ箱に移動…
pt: Mover para a lixeira…
ru: Переместить в корзину…
zh_hans: 移到垃圾箱…

source: Move to Trash
de: In den Papierkorb legen
es: Mover a la papelera
fr: Déplacer vers la corbeille
ja: ゴミ箱に移動
pt: Mover para a lixeira
ru: Переместить в корзину
zh_hans: 移到垃圾箱

source: Remove from Library
de: Aus der Bibliothek entfernen
es: Eliminar de la biblioteca
fr: Retirer de la bibliothèque
ja: ライブラリから削除
pt: Remover da biblioteca
ru: Удалить из библиотеки
zh_hans: 从资料库中移除

source: Recording Name
de: Aufnahmename
es: Nombre de la grabación
fr: Nom de l’enregistrement
ja: 録音の名前
pt: Nome da gravação
ru: Название записи
zh_hans: 录音名称
